{
"redpill":[
"An interactive map of white genocide in the world. \nhttp://whitegenocideproject.com/map-of-white-genocide/",
"What we could do about white genocide. \nhttp://thisiseuropa.net/howtoreversewhitegenocide/",
"“Nonwhite daters gain status by dating any White. Whites, on the other hand, have little to gain by dating minorities.” \nSource: http://sf.oxfordjournals.org/content/89/3/807.abstract",
"White/Black babies are less healthy than White babies. \nSource: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2867623/",
"Mixed race couples are more likely to have stillborn babies than same-race couples. \nSource: https://www.ncbi.nlm.nih.gov/pubmed/15994621",
"Black-White children are more likely than both Black and Whites to make poor decisions. \nSource: http://www.nber.org/papers/w14192",
"90% of women who have a child with a Black man never marry the father. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"98% of White women who have children with Black men are not financially supported by the father. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"The average White woman who has kids with a Black man earns $7250 a year, excluding welfare. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"97% of White women who have children with Black men have used welfare. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"97% of Black fathers who have children with White women are not active in their children’s lives. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"Race-mixers may give less parental support to their children because of greater genetic distance. \nSource: http://onlinelibrary.wiley.com/doi/10.1111/j.1095-8312.2008.01110.x/abstract",
"97% of interracial (Black man, White women) children are born out of wedlock. Source: http://papers.ssrn.com/ White-Black couples have more partner violence than White couples and as much violence as Black couples. \nSource: http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3611980/",
"White women who marry minorities tend to be poor and to “marry up” in socioeconomic status. \nSource: http://paa2008.princeton.edu/papers/80046#page=7",
"Better educated men and women are more likely to exclude blacks as romantic partners. \nSource: http://paa2008.princeton.edu/papers/80046#page=23",
"90% of White women who have kids with black men are unemployed or earn less than 10K a year. \nSource: http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2625893",
"It can be proven that whites are genetically superior in intelligence compared to their African counterparts. Whites have created vast empires from Rome to Britain and have lead the charge for scientific advancement for hundreds of years. ",
"Proof that the IQ gap is in fact racial\nhttp://nationalvanguard.org/2016/07/14-reasons-iq-race-gap-is-genetic/",
"Blacks preforming poorer in schools due to their lower IQ \nhttp://gulfcoastcommentary.blogspot.com/2013/03/blacks-score-much-lower-on-all-academic.html?m=1",
"IQ once again showing that blacks are intellectually inferior with whites and Asians leading the group. \nhttps://www.iq-tests.eu/iq-test-IQ-correlations-700.html",
"A thorough explanation of white genocide and its disastrous implications. \nhttp://ww.renegadetribune.com/white-genocide-racist-conspiracy-theory-or-inconvenient-truth/\nhttps://www.google.com/amp/s/m.mic.com/articles/amp/106252/the-year-white-people-will-become-a-minority-in-america-has-been-declared\nhttp://andrewcarringtonhitchcock.com/jewish-genocide-of-the-white-race-case-closed/\nhttps://www.darkmoon.me/2016/white-extinction/",
"Police Powerless as Muslim Gangs Continue To Terrorize 55 Neighborhoods \nSource: http://archive.is/wMzRG",
"Adult Refugees Enrolled In Canadian High School, Harassing Young Girls \nSource: http://archive.is/sHBq5",
"180 rapes, assaults and robberies by migrants in just ONE German city \nSource: http://archive.is/HkpDR",
"Spread of Sharia Law in America: \nhttp://archive.is/MGPMZ",
"A female must wear a Hijib because to Muslim men her entire body is a “SEX ORGAN”: \nhttp://archive.is/ZfXjE",
"Moroccan immigrant drugs and rapes up to 230 women in Belgium. \nSource: https://translate.google.com/translate?depth=2&hl=en&nv=1&rurl=translate.google.com&sl=fr&sp=nmt4&tl=en&u=http://www.dhnet.be/actu/faits/le-violeur-aux-230-victimes-utilisait-les-sites-d-escort-58b08f8acd70e898180accad",
"Studies show 99.6% of Suicide Attacks in 2015 Were Committed by Muslims \nhttp://www.timesofisrael.com/450-of-452-suicide-attacks-in-2015-were-by-muslim-extremists-study-shows/",
"1,500 British schoolgirls kidnapped and raped by Muslims in England, covered up for years. \nSource: http://www.telegraph.co.uk/news/uknews/crime/11059138/Rotherham-In-the-face-of-such-evil-who-is-the-racist-now.html",
"Swedish women in a wheel-chair gets gangraped by 6 refugees. \nSource:http://www.dailymail.co.uk/news/article-3831991/Wheelchair-bound-woman-gang-raped-six-migrants-Swedish-asylum-centre-asking-use-toilet.html",
"Muslims are 12% of France's population, but make up 70% of their prisoners. \nSource: http://www.washingtonpost.com/wp-dyn/content/article/2008/04/28/AR2008042802560.html",
"More Than 90 Percent of Middle Eastern Refugees are on Food Stamps. \nSource: http://www.breitbart.com/big-government/2015/09/10/more-than-90-percent-of-middle-eastern-refugees-on-food-stamps/",
"African 'refugee' raped 16 year old girl in Maine: \nhttp://www.illegalaliencrimereport.com/rape/african-refugee-raped-16-year-old-girl-in-maine/",
"Swedish Police Chief advises girls: \"Don't go out after sunset or you'll be raped\" \nSource: https://streamable.com/qrctm",
"Migrant breaks girl's nose for refusing sex advances - then knocks out her rescuer \n Source: http://www.express.co.uk/news/world/764200/Migrant-attacker-breaks-girls-nose-Dortmund-Germany-Police-arrest-sex-attack",
"Islam is NOT a religion of peace \nSource: http://www.voidpls.tk/files/islam.jpg",
"Liberal Teacher Houses Refugee and His Family, Refugee Murders Him. \nSource: https://www.nytimes.com/2016/04/12/world/europe/germany-afghan-migrant-murder.html",
"Refugee Stabbed Girlfriend 30 Times, Beheaded Her During 'Horrific Ritual Killing'. \nSource: http://vesselnews.io/migrant-stabbed-girlfriend-30-times-beheaded-horrific-ritual-killing/",
"Muslim Refugee Who Raped 10-Year-Old Boy Gets Pass Because He Didn't Know It Was Wrong \nSource: http://www.frontpagemag.com/point/264588/muslim-refugee-who-raped-10-year-old-boy-gets-pass-daniel-greenfield",
"Talking about Islam is not racist: \n http://www.voidpls.tk/islam/islamNotARace.jpg",
"'Equality': \nhttp://www.voidpls.tk/islam/islamEquality.png"
],
"holocaust":[
  "1. The Holocaust is the only claimed genocide which was written in history on the basis of military tribunals where the victors judged the vanquished and that accepted as evidence absurd allegations such as human skin lampshades, human soap, blowing an experimental village with 20,000 Jews... just to name a few.",
  "2. The Holocaust is the only claimed genocide in which it is claimed that the perpetrators somehow managed to commit a perfect murder x 6,000,000 by destroying all evidence and using an unknown code language to submit orders and plans.",
  "3. The Holocaust is the only claimed genocide which claims a systematic industrial extermination in novel extermination weapons such as gas vans, gas chambers, diesel chambers, steam chambers, incinerators, etc. yet none of those weapons are ever found nor do they leave pictures, blueprints or construction orders.",
  "4. The Holocaust is the only claimed genocide which is peddled by people who by their own accounts were treated in hospitals in so-called \"extermination camps\".",
  "5. The Holocaust is the only claimed genocide which is \"trademarked\" and which has become a multi-billion dollar industry.",
  "6. The Holocaust is the only claimed genocide which is still used today as one of the most powerful political weapons ever invented.",
  "7. The Holocaust is the only claimed genocide which has been elevated to a religion status, including a religious dogmatic number, shrines, pilgrimages, martyrs and saints.",
  "8. The Holocaust is the only claimed genocide that will get you excommunicated (best case) or jailed (worst case) if you doubt its veracity.",
  "9. The Holocaust is the only claimed genocide which has changed the official story radically over the years yet we are always told that this is the absolute truth etched in stone which nobody is supposed to question.",
  "10. The Holocaust is the only genocide which relies on Soviet sources (anybody who ever lived in the Soviet Union would tell you how the \"truth\" is determined over there)."
]
}
