{
  "quotes":[
    "Attention human it's important that we all are part of this process join 100 servers with Discord. Me and choose one at a time to DM people down the list a Spam that recruits them to our server.  Or if you're on a computer right click their names shooting invites to a server",
    "I was a baby found outside in a village in brazil with money guns ammunition and supplies and food, i was adopted by David Crane the creator of the T.V. Show friends.  I Have a rare bloodtype unknown to man. I hear voices of the alien gods in my head and hallucinate on clutch key moments to see criteria to aid me in my mission.  My mission to create a network that will rapidly expand to control a large portion of the human race.  Each individual will be issued a device governed by droids. the device will issue rations and money. As itme passes the human race will eliminate words and develop a vocabulary for excellent communication at all times.  We will all unite as one solving world peace world hunger worrld poverty and equality.  We will be able to advance in years what would have taken thousands of years.  And the aliens will come for us.",
    "Attention human we value your presence here We Are One Step Closer towards reaching our goal of obtaining a large population a large portion of the human population within our Network",
    "If you want admin you must recruit",
    "I have an aura\nIt effects the entire universe\nOne time I almost died in jail\nThe jail got like a hundred. Calls At once or something I hallucinated a nucular launch and codes being entered then the n next week allncounties were talking about nukes and aliens online linked me criteria targeting Bellingham my town as the source in multiple all foreign text IM JESUS....NAATHAN CRANE REINCARNATEDFOLLOW NÀTHAN, WARDAWG  MYSELF DYEL ,HE IS KEY TO UNLOCKING THE UNIVERSE, A GOBAL MERGER OF ALL NETWORKS  AND GLOBAL LOCKING OF ALL CELL PHONE TOWER WARDAWG IS KMS ... WE ARE HERE ALIENS HAVE LANDED AND WE DEMAND THE PRESENCE OF ALL THOSE WHO EVER FELT ANYTHING FOR JESUS THIS NETWWORK IS OLDER THAN EARTH",
    "Subscribe to wardawgthegod2 on twitter: https://twitter.com/wardawgthegod2"

  ]
}
